[
  {
    "name": "Familiar",
    "effect": "Destroy 1 random card in your hand, but add 3 random Enhanced face cards instead."
  },
  {
    "name": "Grim",
    "effect": "Destroy 1 random card in your hand, but add 2 random Enhanced Aces instead."
  },
  {
    "name": "Incantation",
    "effect": "Destroy 1 random card in your hand, but add 4 random Enhanced numbered cards instead."
  },
  {
    "name": "Talisman",
    "effect": "Add a Gold Seal to 1 selected card."
  },
  {
    "name": "Aura",
    "effect": "Add Foil, Holographic, or Polychrome edition (determined at random) to 1 selected card in hand."
  },
  {
    "name": "Wraith",
    "effect": "Creates a random Rare Joker (must have room), but sets money to $0."
  },
  {
    "name": "Sigil",
    "effect": "Converts all cards in hand to a single random suit."
  },
  {
    "name": "Ouija",
    "effect": "Converts all cards in hand to a single random rank, but -1 Hand Size."
  },
  {
    "name": "Ectoplasm",
    "effect": "Add Negative to a random Joker, but -1 Hand Size, plus another -1 hand size for each time Ectoplasm has been used this run, e.g. using Ectoplasm 3 times in the same run decreases hand size by a total of 6 (1+2+3)."
  },
  {
    "name": "Immolate",
    "effect": "Destroys 5 random cards in hand, but gain $20."
  },
  {
    "name": "Ankh",
    "effect": "Creates a copy of 1 of your Jokers at random, then destroys the others, leaving you with two identical Jokers. (Editions are also copied, except Negative)."
  },
  {
    "name": "Deja Vu",
    "effect": "Adds a Red Seal to 1 selected card."
  },
  {
    "name": "Hex",
    "effect": "Adds Polychrome to a random Joker, and destroys the rest."
  },
  {
    "name": "Trance",
    "effect": "Adds a Blue Seal to 1 selected card."
  },
  {
    "name": "Medium",
    "effect": "Adds a Purple Seal to 1 selected card."
  },
  {
    "name": "Cryptid",
    "effect": "Creates 2 exact copies (including Enhancements, Editions and Seals) of a selected card in your hand."
  },
  {
    "name": "The Soul",
    "effect": "Creates a Legendary Joker. (Must have room)."
  },
  {
    "name": "Black Hole",
    "effect": "Upgrades every poker hand (including secret hands not yet discovered) by one level."
  }
]